---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelNumwiresParam
source: html/b8d55326-f28e-cdd5-993a-e284eae88972.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelNumwiresParam Property

"Number of Wires"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelNumwiresParam { get; }
```